[
  {
    "name": "AWS S3 Storage",
    "description": "Nodes for managing your AWS S3 Bucket storage.",
    "iconUrl": "https://firebasestorage.googleapis.com/v0/b/website-a1s39m.appspot.com/o/buildship-app-logos%2Faws.png?alt=media&token=12d3768f-61df-47f5-adc2-00ada6d0c0aa",
    "uid": "aws-s3-storage",
    "category": "Storage",
    "longDescription": "BuildShip provides versatile nodes for seamless interaction with AWS S3 Storage, enabling you to manage your S3 buckets efficiently. Perform operations such as creating, listing, and deleting buckets, uploading and downloading files, and managing bucket properties within your workflows. Experience robust cloud storage integration without the need for complex coding.",
    "id": "aws-s3"
  },
  {
    "name": "Airtable",
    "description": "Nodes for interacting with your Airtable Databases.",
    "iconUrl": "https://firebasestorage.googleapis.com/v0/b/website-a1s39m.appspot.com/o/buildship-app-logos%2Fairtable.png?alt=media&token=cce6ddbf-893e-44c2-b46e-18adc7e1d317",
    "uid": "airtable",
    "category": "Database",
    "longDescription": "BuildShip offers pre-configured nodes to streamline interactions with Airtable databases, allowing effortless integration within your workflows. Easily manage tables, records, and fields, facilitating seamless CRUD operations, API automation, and data synchronization across your Airtable projects.",
    "id": "airtable"
  },
  {
    "name": "Algolia",
    "description": "Nodes for performing the search functionality using Algolia search.",
    "iconUrl": "https://firebasestorage.googleapis.com/v0/b/website-a1s39m.appspot.com/o/buildship-app-logos%2Falgolia.jpeg?alt=media&token=c477c670-458c-4239-8c0a-a34322d07724&_gl=1*4cd8bj*_ga*MjAxOTYxMjk5OS4xNjk0NTIzMjQ2*_ga_CW55HF8NVT*MTY5NTkzMDU1OS4yMS4xLjE2OTU5MzA1NzguNDEuMC4w",
    "uid": "algolia",
    "category": "Search",
    "longDescription": "BuildShip offers nodes to seamlessly integrate Algolia's powerful search capabilities into your workflows. Easily perform high-speed, relevant searches, manage indexes, and enhance your user experience with minimal configuration. Leverage Algolia's advanced search algorithms to deliver real-time results and improve data retrieval efficiency.",
    "id": "0IAjU2tekQHjibkvicpH"
  },
  {
    "name": "Anthropic",
    "description": "Nodes for interacting with and using Anthropic's Claude AI Models.",
    "iconUrl": "https://firebasestorage.googleapis.com/v0/b/website-a1s39m.appspot.com/o/buildship-app-logos%2Fanthropic.png?alt=media&token=ec0eb8dc-f0d4-4f97-a144-023f1aa8118e",
    "uid": "anthropic",
    "category": "Al Models",
    "longDescription": "Nodes for interacting with Anthropic's Claude AI Models enable easy integration with AI functionalities such as text generation, natural language understanding, and conversational agents. Leverage the advanced capabilities of Claude to build intelligent applications, automate tasks, and enhance user interactions with minimal configuration effort.",
    "id": "anthropic"
  },
  {
    "name": "Assembly AI",
    "description": "Nodes that interact with AssemblyAI. This includes AssemblyAI speech-to-text for voice data (such as calls, virtual meetings, and podcasts)",
    "iconUrl": "https://firebasestorage.googleapis.com/v0/b/website-a1s39m.appspot.com/o/buildship-app-logos%2Fassembly-ai.jpeg?alt=media&token=00685f77-829c-490f-b7fe-273a13ba7126",
    "uid": "assembly-ai",
    "category": "Al Models",
    "longDescription": "BuildShip offers pre-configured nodes for interfacing with Assembly AI, enabling seamless integration of Assembly AI's speech-to-text functionality within your workflows. Easily convert voice data from various sources, such as calls, virtual meetings, and podcasts, into accurate and usable text, facilitating a range of automation and data analysis tasks.",
    "id": "assembly-ai"
  },
  {
    "name": "Audio",
    "description": "Nodes for generating audio, processing, and data extraction",
    "iconUrl": "https://firebasestorage.googleapis.com/v0/b/website-a1s39m.appspot.com/o/buildship-app-logos%2Faudio.png?alt=media&token=d3ceb48c-a51a-4cd1-8734-a4c263eea488",
    "uid": "audio",
    "category": null,
    "longDescription": "BuildShip provides pre-defined nodes for generating, processing, and extracting data from audio files. Effortlessly integrate audio capabilities into your workflows to create, analyze, or transform audio data. This can be particularly useful for developing applications involving speech recognition, audio effects, or automated transcription services.",
    "id": "A2XpZlFMtl4A9cI8dKgy"
  },
  {
    "name": "Azure",
    "description": "Nodes for leveraging the AI Models by Microsoft Azure.",
    "iconUrl": "https://firebasestorage.googleapis.com/v0/b/website-a1s39m.appspot.com/o/buildship-app-logos%2FMicrosoft_Azure.png?alt=media&token=bbf33371-e12c-44e4-9f8a-2db1ba0ff1a6",
    "uid": "azure",
    "category": "Al Models",
    "longDescription": "Leverage Microsoft Azure's comprehensive set of AI models directly within your workflows using pre-defined nodes. These integrations facilitate easy access to Azure's cognitive services, enabling tasks such as natural language processing, image recognition, and machine learning model deployment. Seamlessly enhance your applications with Azure's robust AI capabilities.",
    "id": "azure"
  },
  {
    "name": "Bing",
    "description": "Microsoft Bing Nodes for world-wide-web search.",
    "iconUrl": "https://firebasestorage.googleapis.com/v0/b/website-a1s39m.appspot.com/o/buildship-app-logos%2Fmicrosoft-bing.svg?alt=media&token=f41fa062-8aef-46bb-8b48-63a457dbbdb5",
    "uid": "bing",
    "category": "Al Models",
    "longDescription": "BuildShip provides pre-defined nodes for integrating Microsoft Bing services, enabling comprehensive web search functionalities within your workflows. Access Bing’s powerful search engine to extract relevant information, perform data scraping, and integrate search capabilities into your custom applications seamlessly.",
    "id": "0IAjU2tekQHjibkvicou"
  },
  {
    "name": "BuildShip Database",
    "description": "Nodes for interacting with BuildShip's Database",
    "iconUrl": "https://firebasestorage.googleapis.com/v0/b/website-a1s39m.appspot.com/o/buildship-app-logos%2FIcon.png?alt=media&token=878ed11b-1cf2-45d8-9951-7e95a16d26af&_gl=1*1ld9l67*_ga*NzgyMDk5NjMxLjE2OTY4NzE3ODU.*_ga_CW55HF8NVT*MTY5NjkyMzc5OC4yLjEuMTY5NjkyMzgzMy4yNS4wLjA.",
    "uid": "buildship-database",
    "category": "Database",
    "longDescription": "BuildShip provides pre-defined nodes for seamless interaction with its own Database service, allowing users to perform a variety of database operations. With these nodes, you can easily create, read, update, and delete records in your BuildShip Database. The integration also supports complex queries, data filtering, and batch operations to streamline your workflows.",
    "id": "0IAjU2tekQHjibkvicpB"
  },
  {
    "name": "BuildShip File Storage",
    "description": "Nodes for storing your files in the built-in BuildShip Storage",
    "iconUrl": "https://firebasestorage.googleapis.com/v0/b/website-a1s39m.appspot.com/o/buildship-app-logos%2FIcon.png?alt=media&token=878ed11b-1cf2-45d8-9951-7e95a16d26af&_gl=1*1ld9l67*_ga*NzgyMDk5NjMxLjE2OTY4NzE3ODU.*_ga_CW55HF8NVT*MTY5NjkyMzc5OC4yLjEuMTY5NjkyMzgzMy4yNS4wLjA.",
    "uid": "buildship-file-storage",
    "category": "Storage",
    "longDescription": "BuildShip's File Storage integration offers nodes that allow you to store, manage, and retrieve files within its built-in storage system. This integration simplifies handling file uploads and downloads, making it easy to manage file storage directly within your workflows. Perfect for handling assets in a variety of applications, from simple document storage to complex media management solutions.",
    "id": "0IAjU2tekQHjibkvicpD"
  },
  {
    "name": "BuildShip Workflows",
    "description": "Nodes to interact with other BuildShip Workflows",
    "iconUrl": "https://firebasestorage.googleapis.com/v0/b/website-a1s39m.appspot.com/o/buildship-app-logos%2Fbuildship.png?alt=media&token=c5248170-8cb1-4a66-af37-436c7a2aa6b8",
    "uid": "buildship-workflows",
    "category": "Productivity",
    "longDescription": "BuildShip Workflows provides a set of pre-configured nodes that enable seamless interaction between multiple workflows within the BuildShip platform. These nodes allow you to trigger, manage, and coordinate activities between different workflows, enhancing process automation and optimizing task execution. This integration helps streamline complex workflows by enabling modular design and efficient data flow between interconnected processes.",
    "id": "0IAjU2tekQHjibkvicoz"
  },
  {
    "name": "Cloud Storage",
    "description": "Manages files in google cloud storage",
    "iconUrl": "https://firebasestorage.googleapis.com/v0/b/website-a1s39m.appspot.com/o/buildship-app-logos%2Fgooglecloud.svg?alt=media&token=743cb460-558f-4b77-a536-9379c738b252",
    "uid": "cloud-storage",
    "category": "Storage",
    "longDescription": "Cloud Storage allows you to store and serve user-generated content like photos, videos, and other media directly to your app. Manage and manipulate files stored in Google Cloud Storage with ease, enabling seamless and secure access to the storage of large amounts of unstructured data across the globe.",
    "id": "heN04NmoPHIpAnf9E6qO"
  },
  {
    "name": "Cohere",
    "description": "Leverage LLM models via Cohere API",
    "iconUrl": "https://firebasestorage.googleapis.com/v0/b/website-a1s39m.appspot.com/o/buildship-app-logos%2Fcohere.png?alt=media&token=7ef2898a-8604-457d-87b5-84e1d35c507f",
    "uid": "cohere",
    "category": "Al Models",
    "longDescription": "Utilize Cohere's pre-built nodes to seamlessly harness powerful Large Language Models (LLMs) via the Cohere API. Perform text generation, classification, and embedding tasks with ease, accelerating your AI and natural language processing projects and workflows efficiently.",
    "id": "OEUZgrwrgjhqdAX296Ku"
  },
  {
    "name": "DEV",
    "description": "Nodes for manipulating and publishing blog content to dev.to.",
    "iconUrl": "https://firebasestorage.googleapis.com/v0/b/website-a1s39m.appspot.com/o/buildship-app-logos%2Fdev-rainbow.png?alt=media&token=9ee9c43d-def4-4655-b3ca-a119a1a5f75b",
    "uid": "dev",
    "category": null,
    "longDescription": "BuildShip offers pre-configured nodes for publishing and managing blog posts on dev.to. Seamlessly interface with the dev.to API to create, update, and delete articles, enhancing your blogging workflow by automating content management tasks for efficient publishing and maintenance.",
    "id": "dev-to"
  },
  {
    "name": "Discord",
    "description": "Nodes for integrating Discord into your workflow.",
    "iconUrl": "https://firebasestorage.googleapis.com/v0/b/website-a1s39m.appspot.com/o/buildship-app-logos%2Fdiscord-clyde.svg?alt=media&token=32d763e2-82f8-4461-9262-e1704703c1ac",
    "uid": "discord",
    "category": "Messaging",
    "longDescription": "BuildShip offers pre-configured nodes for seamless integration with Discord, enabling you to automate and manage various Discord activities within your workflows. Easily send messages, manage channels, and interact with your community directly from your applications, leveraging Discord's extensive range of functionalities.",
    "id": "0IAjU2tekQHjibkvicpR"
  },
  {
    "name": "Document AI",
    "description": "Document processing with Document AI",
    "iconUrl": "https://firebasestorage.googleapis.com/v0/b/website-a1s39m.appspot.com/o/buildship-app-logos%2Fgooglecloud.svg?alt=media&token=743cb460-558f-4b77-a536-9379c738b252&_gl=1*ugfgvc*_ga*NzgyMDk5NjMxLjE2OTY4NzE3ODU.*_ga_CW55HF8NVT*MTY5NjkzNjk2OC40LjEuMTY5NjkzNjk5OC4zMC4wLjA.",
    "uid": "document-ai",
    "category": "Al Models",
    "longDescription": "BuildShip provides pre-defined nodes for Google Cloud Document AI, allowing for seamless integration of advanced document processing capabilities within your workflows. Effortlessly extract and process data from scanned documents, PDFs, and images, enhancing automation and improving accuracy in data handling and extraction tasks.",
    "id": "0IAjU2tekQHjibkvicor"
  },
  {
    "name": "ElevenLabs",
    "description": "Nodes for utilizing ElevenLabs Text to Speech capabilities in your workflow",
    "iconUrl": "https://storage.googleapis.com/buildship-app-us-central1/icons/elevenlabs.jpeg",
    "uid": "elevenlabs",
    "category": "Al Models",
    "longDescription": "Leverage ElevenLabs Text to Speech capabilities within your projects using pre-built nodes that streamline interaction. Integrate high-quality, natural-sounding speech synthesis into your workflows effortlessly, enabling a range of applications from automated announcements to personalized audio content generation.",
    "id": "0IAjU2tekQHjibkvicp7"
  },
  {
    "name": "FFmpeg",
    "description": "Nodes for working with FFmpeg for video and audio processing.",
    "iconUrl": "https://firebasestorage.googleapis.com/v0/b/website-a1s39m.appspot.com/o/buildship-app-logos%2Fffmpeg.png?alt=media&token=90429b71-6281-42a9-b566-e6fde04af3a1",
    "uid": "ffmpeg",
    "category": "Developer Tools",
    "longDescription": "Nodes for FFmpeg integration facilitate powerful video and audio processing automation within your workflows. Utilize FFmpeg's extensive functionalities to transcode, convert, edit, and stream multimedia content efficiently. Simplify complex media manipulation tasks with pre-configured nodes tailored for FFmpeg operations, enabling streamlined media workflows and seamless integration into your applications.",
    "id": "0IAjU2tekQHjibkvicos"
  },
  {
    "name": "Fal AI",
    "description": "Nodes to leverage Fal's ready-to-use AI model APIs.",
    "iconUrl": "https://firebasestorage.googleapis.com/v0/b/website-a1s39m.appspot.com/o/buildship-app-logos%2FfalAI.png?alt=media&token=69feee89-20af-4635-a298-b6c4d24610ab",
    "uid": "fal-ai",
    "category": "Al Models",
    "longDescription": "Fal AI provides pre-configured nodes to seamlessly integrate with Fal's suite of AI model APIs. This allows users to leverage powerful pre-built AI models quickly within their applications or workflows, enabling functionalities like natural language processing, computer vision, and predictive analytics without extensive coding.",
    "id": "fal-ai"
  },
  {
    "name": "Firebase",
    "description": "Nodes for working with Firebase services and authentication",
    "iconUrl": "https://firebasestorage.googleapis.com/v0/b/website-a1s39m.appspot.com/o/buildship-app-logos%2Ffirebase.png?alt=media&token=b6adf7f8-e93e-40d9-bba6-4d8e93531890",
    "uid": "firebase",
    "category": "Database",
    "longDescription": "BuildShip provides pre-defined nodes for Firestore integration, making it easy to interact with Firebase services within your workflows. Interact seamlessly with your own Firebase projects, performing a range of CRUD operations, building APIs, automations, Cron Jobs, and more.",
    "id": "XSzwpgAA2l6M19rea7UU"
  },
  {
    "name": "Firestore",
    "description": "Nodes for working with Firebase Firestore database",
    "iconUrl": "https://firebasestorage.googleapis.com/v0/b/website-a1s39m.appspot.com/o/buildship-app-logos%2Ffirebase.png?alt=media&token=b6adf7f8-e93e-40d9-bba6-4d8e93531890",
    "uid": "firestore",
    "category": "Database",
    "longDescription": "BuildShip offers pre-defined nodes to interact with Firebase Firestore, enabling seamless integration within your workflows. Easily perform a variety of CRUD operations on your Firestore databases, manage collections, and automate data handling tasks.",
    "id": "0IAjU2tekQHjibkvicpM"
  },
  {
    "name": "FlutterFlow",
    "description": "Nodes for performing actions in your FlutterFlow frontend application.",
    "iconUrl": "https://firebasestorage.googleapis.com/v0/b/website-a1s39m.appspot.com/o/buildship-app-logos%2Fflutterflow.png?alt=media&token=c2c9b269-5ff2-45fe-a117-1366b63b4a90",
    "uid": "flutterflow",
    "category": "Integrations",
    "longDescription": "BuildShip offers comprehensive nodes that integrate directly with FlutterFlow, enabling smooth interactions with your frontend applications built on the platform. Utilize these nodes to automate tasks, streamline workflows, and enhance the functionality within your FlutterFlow projects.",
    "id": "flutterflow"
  },
  {
    "name": "Gemini",
    "description": "Google's Gemini AI Nodes and Models.",
    "iconUrl": "https://firebasestorage.googleapis.com/v0/b/website-a1s39m.appspot.com/o/buildship-app-logos%2Fgemini.svg?alt=media&token=b81e9afb-b4a9-4136-a2ce-bca08c2a97e8",
    "uid": "gemini",
    "category": "Al Models",
    "longDescription": "BuildShip offers integrated nodes to utilize Google's Gemini AI, seamlessly connecting Google's advanced AI models with your own projects. Leverage Gemini for predictive analytics, natural language processing, and machine learning tasks, enabling a range of powerful AI-driven functionalities within your workflows.",
    "id": "gemini"
  },
  {
    "name": "GitHub",
    "description": "Nodes for interacting with Github repositories and other services",
    "iconUrl": "https://firebasestorage.googleapis.com/v0/b/website-a1s39m.appspot.com/o/buildship-app-logos%2Fgithub.svg?alt=media&token=558bb0cf-8cc2-48fc-929f-4ca524be8324",
    "uid": "github",
    "category": "Developer Tools",
    "longDescription": "BuildShip provides pre-defined nodes for seamless integration with GitHub, enabling interactions with repositories and other services. Users can effortlessly manage repositories, issues, pull requests, and more within their workflows. This integration facilitates automation of GitHub operations, enhancing development and collaboration productivity.",
    "id": "8cow9qro0iFGcsfoSF77"
  },
  {
    "name": "Gmail",
    "description": "OAuth Nodes for utilizing the Gmail API to retrieve and perform operations based on your Gmail Account.",
    "iconUrl": "https://firebasestorage.googleapis.com/v0/b/website-a1s39m.appspot.com/o/buildship-app-logos%2Fgmail.png?alt=media&token=c5b2a722-cf18-4a27-b216-1d89cd0307b8",
    "uid": "gmail",
    "category": "Productivity",
    "longDescription": "Utilize BuildShip's OAuth nodes to seamlessly connect with the Gmail API, enabling you to perform a variety of operations such as retrieving emails, sending messages, managing drafts, and organizing labels. This integration ensures secure and efficient access to your Gmail account for enhanced email management automation.",
    "id": "0IAjU2tekQHjibkvicow"
  },
  {
    "name": "Google Calendar",
    "description": "OAuth Nodes for utilizing the Google Calendar API to retrieve and perform operations based on your Google Calendars.",
    "iconUrl": "https://firebasestorage.googleapis.com/v0/b/website-a1s39m.appspot.com/o/buildship-app-logos%2Fgoogle-cal.png?alt=media&token=c8f58512-3518-42e8-afd7-f3cb461e230d",
    "uid": "google-calendar",
    "category": "Productivity",
    "longDescription": "Utilize BuildShip's OAuth nodes to seamlessly integrate with the Google Calendar API. By leveraging these nodes, you can effortlessly retrieve, create, update, and delete events, allowing for dynamic scheduling, automation, and calendar management within your workflows.",
    "id": "0IAjU2tekQHjibkvicot"
  },
  {
    "name": "Google Cloud",
    "description": "Nodes for interacting with the Google Cloud Platform",
    "iconUrl": "https://firebasestorage.googleapis.com/v0/b/website-a1s39m.appspot.com/o/buildship-app-logos%2Fgooglecloud.svg?alt=media&token=743cb460-558f-4b77-a536-9379c738b252",
    "uid": "google-cloud",
    "category": "Developer Tools",
    "longDescription": "BuildShip provides pre-defined nodes for seamless integration with Google Cloud Platform services. This allows users to interact with various GCP offerings, such as Google Compute Engine, Cloud Storage, BigQuery, and more. Perform tasks like data analysis, storage management, and scalable computing within your workflows effortlessly.",
    "id": "0IAjU2tekQHjibkvicpT"
  },
  {
    "name": "Google Cloud Storage",
    "description": "Nodes for storing your files on your own Google Cloud Storage Bucket",
    "iconUrl": "https://firebasestorage.googleapis.com/v0/b/website-a1s39m.appspot.com/o/buildship-app-logos%2Fgooglecloud.svg?alt=media&token=743cb460-558f-4b77-a536-9379c738b252&_gl=1*ugfgvc*_ga*NzgyMDk5NjMxLjE2OTY4NzE3ODU.*_ga_CW55HF8NVT*MTY5NjkzNjk2OC40LjEuMTY5NjkzNjk5OC4zMC4wLjA.",
    "uid": "google-cloud-storage",
    "category": "Storage",
    "longDescription": "BuildShip provides pre-defined nodes that allow you to seamlessly store and manage your files on Google Cloud Storage. Effortlessly integrate your workflow with Google Cloud's scalable and secure file storage solution, performing tasks like uploading, downloading, and managing files within your own Google Cloud Storage Bucket.",
    "id": "0IAjU2tekQHjibkvicpC"
  },
  {
    "name": "Google Docs",
    "description": "OAuth Nodes for utilizing the Google Docs API to perform operations on your Google Docs File.",
    "iconUrl": "https://firebasestorage.googleapis.com/v0/b/website-a1s39m.appspot.com/o/buildship-app-logos%2Fgdocs.png?alt=media&token=da2a757f-8788-452f-a32b-cfcf8d8eb2cc",
    "uid": "google-docs",
    "category": "Productivity",
    "longDescription": "BuildShip offers OAuth Nodes specifically designed for integrating with the Google Docs API, enabling seamless interaction with your Google Docs files directly within your workflows. Utilize these nodes to read, write, update, and manage your documents efficiently, automating repetitive tasks and enhancing productivity.",
    "id": "0IAjU2tekQHjibkvicoy"
  },
  {
    "name": "Google Maps",
    "description": "Nodes for performing actions using the Google Maps API provided by Google.",
    "iconUrl": "https://firebasestorage.googleapis.com/v0/b/website-a1s39m.appspot.com/o/buildship-app-logos%2Fgoogle_maps.png?alt=media&token=874f7538-2c21-465d-9b64-ec63db34006e",
    "uid": "google-maps",
    "category": "Productivity",
    "longDescription": "BuildShip offers nodes that integrate with the Google Maps API, allowing you to seamlessly perform various actions such as geocoding addresses, retrieving place details, calculating distances, and generating maps. Effortlessly incorporate robust mapping functionalities into your workflows for enhanced geospatial data handling and location-based services.",
    "id": "0IAjU2tekQHjibkvicp4"
  },
  {
    "name": "Google Search Console",
    "description": "OAuth Nodes for utilizing the GSearch Console API to retrieve and perform operations based on your Google Search Account.",
    "iconUrl": "https://firebasestorage.googleapis.com/v0/b/website-a1s39m.appspot.com/o/buildship-app-logos%2Fgoogle-search-console.svg?alt=media&token=7cea1974-d0d5-4b28-a027-829a3956744a",
    "uid": "gsearch-console",
    "category": "Productivity",
    "longDescription": "BuildShip offers OAuth nodes that integrate with the Google Search Console API, allowing you to easily retrieve and manage data related to your Google Search Account. This enables you to automate tasks, extract insights from your search performance, and optimize your website's visibility with minimal effort.",
    "id": "gsearch-console"
  },
  {
    "name": "Google Sheets",
    "description": "OAuth Nodes for utilizing the Google Sheets API to perform operations on your Google Sheets Document.",
    "iconUrl": "https://firebasestorage.googleapis.com/v0/b/website-a1s39m.appspot.com/o/buildship-app-logos%2FGoogleSheets.png?alt=media&token=89b3cfec-6746-43da-a404-5d20adb60472",
    "uid": "google-sheets",
    "category": "Productivity",
    "longDescription": "OAuth Nodes for Google Sheets allow seamless integration with the Google Sheets API, enabling you to perform operations like reading, writing, and updating spreadsheets directly within your applications. Utilize this integration to create dynamic data-driven workflows, automate data manipulation tasks, and synchronize your sheets with other services effortlessly.",
    "id": "0IAjU2tekQHjibkvicox"
  },
  {
    "name": "Google Translate",
    "description": "Nodes for utilizing the Google Translate API to perform language based translations.",
    "iconUrl": "https://firebasestorage.googleapis.com/v0/b/website-a1s39m.appspot.com/o/buildship-app-logos%2FGoogle_Translate_logo.png?alt=media&token=05480a6a-96eb-4185-b662-716e67e2b946",
    "uid": "google-translate",
    "category": "Productivity",
    "longDescription": "BuildShip provides pre-defined nodes for Google Translate, enabling seamless integration with the Google Translate API. Effortlessly perform language translations within your workflows, supporting a wide range of languages, and automate text conversion processes to suit your multilingual needs.",
    "id": "0IAjU2tekQHjibkvicp3"
  },
  {
    "name": "Groq",
    "description": "Nodes for leveraging Groq's super-fast LPU Inference Engine.",
    "iconUrl": "https://firebasestorage.googleapis.com/v0/b/website-a1s39m.appspot.com/o/buildship-app-logos%2Fgroq.png?alt=media&token=7f60edf7-f402-4762-8334-00cb2981cef0",
    "uid": "groq",
    "category": "Al Models",
    "longDescription": "Nodes enable seamless integration with Groq's LPU Inference Engine for ultra-fast computations, facilitating advanced real-time data processing and accelerating AI/ML workloads. Use these nodes to optimize performance, efficiency, and scalability in your machine learning and data-rich applications.",
    "id": "0IAjU2tekQHjibkvicop"
  },
  {
    "name": "Hugging Face",
    "description": "Nodes with Hugging Face's popular models.",
    "iconUrl": "https://firebasestorage.googleapis.com/v0/b/website-a1s39m.appspot.com/o/buildship-app-logos%2FhuggingFace.png?alt=media&token=9abb241c-6522-4fdb-982f-365002ca53fe",
    "uid": "hugging-face",
    "category": "Al Models",
    "longDescription": "BuildShip offers pre-configured nodes for integrating Hugging Face's popular models into your workflows. Effortlessly leverage state-of-the-art NLP and machine learning models for tasks such as text classification, translation, summarization, and more. Streamline model deployment and interaction to enhance your automation and data analysis capabilities.",
    "id": "0IAjU2tekQHjibkvicp0"
  },
  {
    "name": "Hume AI",
    "description": "Nodes for interacting with the Hume AI APIs",
    "iconUrl": "https://firebasestorage.googleapis.com/v0/b/website-a1s39m.appspot.com/o/buildship-app-logos%2Fhume-ai.png?alt=media&token=10182f35-6f91-4853-9d63-e2bd54283dbc",
    "uid": "hume-ai",
    "category": "Al Models",
    "longDescription": "BuildShip provides predefined nodes for seamless interaction with Hume AI’s APIs. Harness Hume AI's advanced emotional intelligence technology to analyze and interpret emotional signals in text, audio, and video, integrating these insights directly into your workflows to enhance user experiences and decision-making processes.",
    "id": "hume-ai"
  },
  {
    "name": "JSON",
    "description": "JSON validation and transformation",
    "iconUrl": "https://firebasestorage.googleapis.com/v0/b/website-a1s39m.appspot.com/o/buildship-app-logos%2Fjson.png?alt=media&token=fd232317-1d4a-4ec8-8785-7543d37bfd85",
    "uid": "json",
    "longDescription": "Provide predefined nodes for JSON validation and transformation, enabling you to efficiently validate JSON structures and transform JSON data into the desired format. Streamline your processes with automated JSON manipulation, ensuring data integrity and flexibility in your workflows.",
    "id": "RHIg7EFMTA0LCUs39bZR"
  },
  {
    "name": "Lemon Squeezy",
    "description": "Connecting with your Lemon Squeezy accounts and webhooks.",
    "iconUrl": "https://firebasestorage.googleapis.com/v0/b/website-a1s39m.appspot.com/o/buildship-app-logos%2Flemon%20squeezy.png?alt=media&token=0024ee8f-619e-4d40-96cd-cbe8849a65d9",
    "uid": "lemon-squeezy",
    "category": "Payment",
    "longDescription": "BuildShip offers seamless integration with Lemon Squeezy, allowing you to connect with your Lemon Squeezy accounts and webhooks effortlessly. Automate tasks such as managing products, handling customer data, and receiving real-time updates on transactions, resigning manual interactions for streamlined workflows.",
    "id": "lemon-squeezy"
  },
  {
    "name": "Leonardo AI",
    "description": "Nodes for interacting with and using your Leonardo AI services and models.",
    "iconUrl": "https://firebasestorage.googleapis.com/v0/b/website-a1s39m.appspot.com/o/buildship-app-logos%2Fleonardo-logo.png?alt=media&token=b1b25649-c77c-47e2-ab48-1db3675729a9",
    "uid": "leonardo-ai",
    "category": "Al Models",
    "longDescription": "BuildShip offers pre-configured nodes to effortlessly integrate with Leonardo AI services and models, enabling seamless interaction within your workflows. Utilize Leonardo AI's advanced capabilities to deploy, monitor, and manage machine learning models, automate data-driven processes, and perform complex analytical tasks efficiently.",
    "id": "leonardo-ai"
  },
  {
    "name": "Linear",
    "description": "Nodes for performing operations on Linear",
    "iconUrl": "https://firebasestorage.googleapis.com/v0/b/website-a1s39m.appspot.com/o/buildship-app-logos%2Flinear-logos-id-IUp6ZRH.png?alt=media&token=26b546ed-7685-46bb-b0de-c0543b31be28",
    "uid": "linear",
    "category": "Productivity",
    "longDescription": "BuildShip offers pre-defined nodes to seamlessly integrate with Linear, enabling you to automate tasks and manage projects more efficiently within your workflows. Utilize these nodes to create, update, and manage issues, projects, and related entities in Linear, enhancing productivity and streamlining project management tasks.",
    "id": "0IAjU2tekQHjibkvicpJ"
  },
  {
    "name": "Loops",
    "description": "Nodes that interact with Loops. Loops is an email platform, that helps you send marketing and transactional emails",
    "iconUrl": "https://firebasestorage.googleapis.com/v0/b/test-app-725f3.appspot.com/o/loops.svg?alt=media&token=6f355f30-473b-4842-a01a-2b37ea034faa",
    "uid": "loops",
    "category": "Messaging",
    "longDescription": "BuildShip simplifies email campaign management and transactional communication with pre-configured nodes for Loops. Seamlessly integrate with the Loops email platform to send marketing and transactional emails, manage subscriber lists, and track performance analytics, enhancing your email outreach efficiency and effectiveness.",
    "id": "loops"
  },
  {
    "name": "MailChimp",
    "description": "Nodes to Mailchimp's features into BuildShip workflows.",
    "iconUrl": "https://firebasestorage.googleapis.com/v0/b/website-a1s39m.appspot.com/o/buildship-app-logos%2Fmailchimp.jpg?alt=media&token=94f5cae3-1a9c-4088-85f8-3e2ec63aeb43",
    "uid": "mailchimp",
    "category": "Messaging",
    "longDescription": "Easily integrate MailChimp into your BuildShip workflows using pre-defined nodes. Automate your email marketing, manage subscriber lists, and track campaign performance seamlessly, enabling efficient and effective communication with your audience directly from your workflows.",
    "id": "mailchimp"
  },
  {
    "name": "Medium",
    "description": "Nodes for publishing blog content to Medium.",
    "iconUrl": "https://firebasestorage.googleapis.com/v0/b/website-a1s39m.appspot.com/o/buildship-app-logos%2Fmedium.png?alt=media&token=cfd1756d-b3a0-4df6-9dbd-0cae887fba11",
    "uid": "medium",
    "longDescription": "BuildShip offers pre-defined nodes for seamless Medium integration, allowing you to publish and manage blog content within your workflows effortlessly. Automate your content distribution, handle authentication, and streamline your blogging process with ease.",
    "id": "medium"
  },
  {
    "name": "Meilisearch",
    "description": "Nodes to utilize the Meilisearch functionality.",
    "iconUrl": "https://firebasestorage.googleapis.com/v0/b/website-a1s39m.appspot.com/o/buildship-app-logos%2Fmeilisearch.png?alt=media&token=299090c4-05eb-4375-8b2e-44165be25691",
    "uid": "meilisearch",
    "category": "Search",
    "longDescription": "Meilisearch nodes enable seamless integration with the Meilisearch search engine, allowing users to leverage its powerful and fast full-text search capabilities within their workflows. With these nodes, you can easily index documents, perform searches, manage indexes, and apply filters to retrieve relevant data quickly and efficiently.",
    "id": "meilisearch"
  },
  {
    "name": "Meta",
    "description": "Nodes for interacting with Meta apps and services",
    "iconUrl": "https://firebasestorage.googleapis.com/v0/b/website-a1s39m.appspot.com/o/buildship-app-logos%2Fmeta.svg?alt=media&token=278f2be8-2e5b-4b87-b8a6-def5bbb70595&_gl=1*13frdap*_ga*MjE0NTgwMzQ2OC4xNjk3MDA4NzI2*_ga_CW55HF8NVT*MTY5NzE4MjQ2Ni4xLjEuMTY5NzE4MjgyNy40MS4wLjA.",
    "uid": "meta",
    "category": "Messaging",
    "longDescription": "BuildShip provides pre-defined nodes for seamless integration with Meta apps and services, allowing you to interact with Facebook, Instagram, and other Meta properties within your workflows. Efficiently manage social media content, gather insights, automate marketing tasks, and more.",
    "id": "0IAjU2tekQHjibkvicpA"
  },
  {
    "name": "MongoDB",
    "description": "Nodes for interacting with and performing operations on the MongoDB database.",
    "iconUrl": "https://firebasestorage.googleapis.com/v0/b/website-a1s39m.appspot.com/o/buildship-app-logos%2FmongoDB.png?alt=media&token=9e8973dc-40e8-4e95-82c4-93beeed4fd5a",
    "uid": "mongodb",
    "category": "Database",
    "longDescription": "BuildShip provides pre-defined nodes for MongoDB integration, enabling easy interaction with MongoDB databases within your workflows. Perform a variety of database operations, including CRUD operations, data aggregation, indexing, and querying, seamlessly within your automation processes.",
    "id": "mongodb"
  },
  {
    "name": "MySQL",
    "description": "Nodes for interacting with your hosted MySQL Database.",
    "iconUrl": "https://firebasestorage.googleapis.com/v0/b/website-a1s39m.appspot.com/o/buildship-app-logos%2FMySQL.png?alt=media&token=d8cc2aba-e6f0-4a14-9f1f-3f314f4415e6",
    "uid": "mysql",
    "category": "Database",
    "longDescription": "BuildShip offers pre-defined nodes for seamless integration with MySQL databases, enabling you to execute queries, manage tables, and perform a range of database operations within your workflows. This integration supports CRUD operations, allowing you to build data-driven applications, automate tasks, and manage database interactions efficiently.",
    "id": "0IAjU2tekQHjibkvicp2"
  },
  {
    "name": "Notion",
    "description": "Nodes for interacting with your Notion Workspace",
    "iconUrl": "https://firebasestorage.googleapis.com/v0/b/website-a1s39m.appspot.com/o/buildship-app-logos%2FNotion.png?alt=media&token=cc28e19e-a4a3-4504-b188-cf4708291157&_gl=1*7b1ekv*_ga*MjAxOTYxMjk5OS4xNjk0NTIzMjQ2*_ga_CW55HF8NVT*MTY5NjM1NjQzOC4yNC4xLjE2OTYzNTY1MDIuNjAuMC4w",
    "uid": "notion",
    "category": "Productivity",
    "longDescription": "Streamline your workflow with BuildShip's pre-defined nodes for Notion integration. Effortlessly connect and interact with your Notion workspace, enabling you to perform actions such as creating, updating, and retrieving database entries, managing pages, and coordinating tasks, all within your automated processes.",
    "id": "0IAjU2tekQHjibkvicpE"
  },
  {
    "name": "OPENFORMAT",
    "description": "Nodes for build applications with blockchain micro-transactions, missions, rewards, rankings and leaderboards.",
    "iconUrl": "https://firebasestorage.googleapis.com/v0/b/website-a1s39m.appspot.com/o/buildship-app-logos%2Fopenformat.png?alt=media&token=cac8a8ef-c7d5-44f7-90eb-c7896daac463",
    "uid": "openformat",
    "category": "Integrations",
    "longDescription": "OPENFORMAT enables developers to build gamified applications with ease, incorporating blockchain micro-transactions, missions, rewards, rankings, and leaderboards into their workflows. With pre-defined nodes, integrate blockchain technology seamlessly to enhance user engagement and interaction.",
    "id": "openformat"
  },
  {
    "name": "OpenAI",
    "description": "Open AI Models",
    "iconUrl": "https://firebasestorage.googleapis.com/v0/b/website-a1s39m.appspot.com/o/buildship-app-logos%2Fopenai.png?alt=media&token=9c513dd1-e2d4-47d2-8e3c-3a1a6ebf03e3",
    "uid": "openai",
    "category": "Al Models",
    "longDescription": "BuildShip integrates with OpenAI, enabling you to leverage powerful AI models like GPT-3 within your workflows. You can generate human-like text, perform language translation, sentiment analysis, and other natural language tasks. This integration makes it simple to incorporate advanced AI capabilities into your applications and automations.",
    "id": "ZBwcODUEhzNMxYxpN1O8"
  },
  {
    "name": "Perplexity AI",
    "description": "Nodes to leverage Perplexity AI's blazingly fast LLM inference.",
    "iconUrl": "https://firebasestorage.googleapis.com/v0/b/website-a1s39m.appspot.com/o/buildship-app-logos%2Fperplexity.png?alt=media&token=c2b4b546-a17f-4866-8635-73377b79bca4",
    "uid": "perplexity",
    "category": "Al Models",
    "longDescription": "Integrate Perplexity AI's advanced language model with BuildShip to enhance your AI-driven workflows. Utilize predefined nodes to perform rapid and efficient natural language processing tasks, enabling capabilities such as text generation, summarization, and contextual analysis effortlessly within your applications.",
    "id": "perplexity"
  },
  {
    "name": "Pinecone",
    "description": "Nodes for interacting with the Pinecone vector database",
    "iconUrl": "https://storage.googleapis.com/buildship-app-us-central1/icons/pinecone.jpeg",
    "uid": "pinecone",
    "category": "Database",
    "longDescription": "BuildShip offers pre-defined nodes for seamless integration with the Pinecone vector database. This enables users to efficiently interact with high-dimensional vector data, allowing for indexing, querying, and managing your vector-based machine learning models within your workflows.",
    "id": "0IAjU2tekQHjibkvicp8"
  },
  {
    "name": "Postgres",
    "description": "Nodes for interacting with your Postgres Database",
    "iconUrl": "https://firebasestorage.googleapis.com/v0/b/website-a1s39m.appspot.com/o/buildship-app-logos%2Fpostgresql-logo.svg?alt=media&token=1128a871-ec6d-498e-a8e8-35a7f71c1cff",
    "uid": "postgres",
    "category": "Database",
    "longDescription": "BuildShip enables seamless integration with PostgreSQL databases through pre-defined nodes, allowing you to perform complex queries, manage schemas, and execute CRUD operations efficiently. Enhance your workflows with robust database interactions, automate tasks, and streamline data management without extensive coding.",
    "id": "0IAjU2tekQHjibkvicpK"
  },
  {
    "name": "Posthog",
    "description": "Nodes for capturing and sending analytics information to Posthog.",
    "iconUrl": "https://firebasestorage.googleapis.com/v0/b/website-a1s39m.appspot.com/o/buildship-app-logos%2Fposthog.jpg?alt=media&token=6d2795b0-9ece-443b-80a4-1bcd8c9fa5ff",
    "uid": "posthog",
    "category": "Developer Tools",
    "longDescription": "BuildShip offers pre-configured nodes for integrating with Posthog, enabling seamless capture and transmission of analytics data within your workflows. Utilize these nodes to track user behavior, generate insights, and automate your analytics processes efficiently.",
    "id": "posthog"
  },
  {
    "name": "Replicate",
    "description": "replicate.com hosted open source models",
    "iconUrl": "https://storage.googleapis.com/buildship-app-us-central1/icons/replicate.jpg",
    "uid": "replicate",
    "category": "Al Models",
    "longDescription": "Replicate offers pre-defined nodes for integrating and utilizing hosted open-source machine learning models within your workflows. Easily run and manage a wide range of models for tasks such as image generation, text analysis, and more, making AI capabilities accessible without extensive coding.",
    "id": "0IAjU2tekQHjibkvicpU"
  },
  {
    "name": "Resend",
    "description": "Nodes for sending emails via Resend",
    "iconUrl": "https://firebasestorage.googleapis.com/v0/b/website-a1s39m.appspot.com/o/buildship-app-logos%2Fresend.jpg?alt=media&token=019f48d6-d93a-475f-902e-599f93a9de40",
    "uid": "resend",
    "category": "Messaging",
    "longDescription": "BuildShip provides pre-defined nodes for integrating with Resend, making it simple to incorporate email sending capabilities into your workflows. Effortlessly dispatch emails through Resend using customizable parameters, and automate your communication processes with minimal setup required.",
    "id": "0IAjU2tekQHjibkvicpN"
  },
  {
    "name": "RevenueCat",
    "description": "Connecting with your RevenueCat accounts and webhooks.",
    "iconUrl": "https://firebasestorage.googleapis.com/v0/b/website-a1s39m.appspot.com/o/buildship-app-logos%2FrevenueCat.png?alt=media&token=96a725ef-8a1b-4285-8ba6-a085f4a21ea4",
    "uid": "revenue-cat",
    "category": "Payment",
    "longDescription": "BuildShip facilitates easy integration with RevenueCat, enabling seamless management of in-app subscriptions and purchases. With pre-built nodes, you can effortlessly connect with your RevenueCat accounts, set up webhooks, and automate subscription workflows for efficient revenue tracking and management.",
    "id": "revenue-cat"
  },
  {
    "name": "Rowy",
    "description": "Connecting BuildShip with Rowy to perform operations anytime data changes on your Firestore database.",
    "iconUrl": "https://storage.googleapis.com/buildship-app-us-central1/icons/rowy.ico",
    "uid": "rowy",
    "category": "Developer Tools",
    "longDescription": "BuildShip's integration with Rowy enables you to automate operations and workflows triggered by changes in your Firestore database. Utilize pre-configured nodes to seamlessly connect and manage real-time data updates, streamline processes, and enhance your application's functionality without extensive coding.",
    "id": "rowy"
  },
  {
    "name": "Sendgrid",
    "description": "Nodes for sending emails via Sendgrid",
    "iconUrl": "https://storage.googleapis.com/buildship-app-us-central1/icons/SendGrid.png",
    "uid": "sendgrid",
    "category": "Messaging",
    "longDescription": "BuildShip provides nodes to easily integrate with SendGrid for sending emails within your workflows. Automate your email communications, manage templates, track delivery rates, and handle transactional and marketing email campaigns seamlessly.",
    "id": "0IAjU2tekQHjibkvicpO"
  },
  {
    "name": "SignNow",
    "description": "Nodes for Sending and processing Electronic signatures for online documents",
    "iconUrl": "https://firebasestorage.googleapis.com/v0/b/website-a1s39m.appspot.com/o/buildship-app-logos%2FsignNow.svg?alt=media&token=54a12d0e-f97c-4172-b54d-f21ba4b0ee41",
    "uid": "signnow",
    "category": "Productivity",
    "longDescription": "BuildShip provides nodes for SignNow integration, enabling streamlined sending and processing of electronic signatures within your automated workflows. Handle document preparation, signature requests, and tracking effortlessly, ensuring secure and efficient electronic documentation processes.",
    "id": "0IAjU2tekQHjibkvicp5"
  },
  {
    "name": "Slack",
    "description": "Sending Slack Messages",
    "iconUrl": "https://firebasestorage.googleapis.com/v0/b/website-a1s39m.appspot.com/o/buildship-app-logos%2Fslack.svg?alt=media&token=16382130-2c2e-49dc-83b8-fffb950f793d",
    "uid": "slack",
    "category": "Messaging",
    "longDescription": "The Slack integration allows you to effortlessly send messages to your Slack channels and direct messages from your workflows. Ideal for automating notifications, alerts, and updates to team members, this integration enhances collaboration and ensures that your team stays informed in real-time.",
    "id": "9AN9MZCPB3Utw30GFnqz"
  },
  {
    "name": "StabilityAI",
    "description": "Nodes for utilizing StabilityAI Models",
    "iconUrl": "https://storage.googleapis.com/buildship-app-us-central1/icons/stabilityAI.jpg",
    "uid": "stabilityai",
    "category": "Al Models",
    "longDescription": "Seamlessly integrate StabilityAI's advanced machine learning models with BuildShip's pre-defined nodes. This integration allows you to leverage StabilityAI’s capabilities for various complex AI tasks such as data analysis, predictive modeling, and automation within your workflows, enhancing efficiency and accuracy.",
    "id": "0IAjU2tekQHjibkvicp6"
  },
  {
    "name": "Stripe",
    "description": "Handle stripe events",
    "iconUrl": "https://firebasestorage.googleapis.com/v0/b/website-a1s39m.appspot.com/o/buildship-app-logos%2Fstripe.png?alt=media&token=7d549b6b-382c-4512-abb4-078f3be1476e",
    "uid": "stripe",
    "category": "Payment",
    "longDescription": "BuildShip provides pre-defined nodes for integrating with Stripe, enabling you to easily handle Stripe events within your workflows. Seamlessly manage payments, subscriptions, customer data, and more, with built-in functionality to process and react to various Stripe event types.",
    "id": "0IAjU2tekQHjibkvicpF"
  },
  {
    "name": "Supabase",
    "description": "Nodes for connecting with your Supabase tables and perform actions on your data.",
    "iconUrl": "https://firebasestorage.googleapis.com/v0/b/website-a1s39m.appspot.com/o/buildship-app-logos%2Fsupabase.png?alt=media&token=db017867-8867-4e74-8e94-c7074c82b836",
    "uid": "supabase",
    "category": "Database",
    "longDescription": "BuildShip provides pre-defined nodes for Supabase integration, allowing you to connect with your Supabase tables effortlessly. This enables you to perform various actions on your data, such as querying, inserting, updating, and deleting records, facilitating seamless data management and automation within your workflows.",
    "id": "0IAjU2tekQHjibkvicpS"
  },
  {
    "name": "Telegram",
    "description": "Nodes for integrating Telegram functionality within your Workflow.",
    "iconUrl": "https://firebasestorage.googleapis.com/v0/b/website-a1s39m.appspot.com/o/buildship-app-logos%2FTelegram.png?alt=media&token=836e9e1a-72fd-4362-97e6-45473a183a4a",
    "uid": "telegram",
    "category": "Messaging",
    "longDescription": "BuildShip provides pre-defined nodes for Telegram integration, allowing you to easily integrate Telegram's messaging capabilities within your workflows. You can send and receive messages, manage chat groups and members, and automate interactions, enhancing your app's communication features effortlessly.",
    "id": "0IAjU2tekQHjibkvicpQ"
  },
  {
    "name": "TogetherAI",
    "description": "Nodes that interact with TogetherAI. Which allows you to run leading open-source models like Llama-3 and more",
    "iconUrl": "https://firebasestorage.googleapis.com/v0/b/website-a1s39m.appspot.com/o/buildship-app-logos%2Ftogether-ai.jpg?alt=media&token=5ecc4888-3ccc-4e04-811b-64b42aa95035",
    "uid": "together-ai",
    "category": "Al Models",
    "longDescription": "Utilize pre-defined nodes to seamlessly interact with TogetherAI, enabling the execution of leading open-source models such as Llama-3. Integrate these AI models into your workflows to run advanced AI computations, build intelligent applications, automate tasks, and enhance your project capabilities with ease.",
    "id": "TogetherAI"
  },
  {
    "name": "Twilio",
    "description": "Nodes for receiving incoming messages and sending messages",
    "iconUrl": "https://www.cdnlogo.com/logos/t/14/twilio.svg",
    "uid": "twilio",
    "category": "Messaging",
    "longDescription": "BuildShip offers comprehensive nodes for Twilio integration, enabling seamless interaction with Twilio's messaging API. Effortlessly send and receive SMS and MMS, manage communication workflows, and automate message handling, enhancing your messaging capabilities within your applications.",
    "id": "wXY3zrPqXDVGH05yCm2a"
  },
  {
    "name": "Typesense",
    "description": "Nodes to utilize the Typesense functionality.",
    "iconUrl": "https://firebasestorage.googleapis.com/v0/b/website-a1s39m.appspot.com/o/buildship-app-logos%2Ftypesense.jpeg?alt=media&token=afcadce6-3d05-4a5e-991d-874429af7466",
    "uid": "typesense",
    "category": "Search",
    "longDescription": "BuildShip offers a set of nodes designed to leverage Typesense functionality, enabling quick and efficient real-time search and index management within your workflow. Easily integrate powerful full-text search capabilities into your applications, automate data indexing, and enhance search performance using this intuitive interface.",
    "id": "typesense"
  },
  {
    "name": "Upstash",
    "description": "Nodes for interacting with your Upstash Redis database using `@upstash/redis` npm",
    "iconUrl": "https://firebasestorage.googleapis.com/v0/b/website-a1s39m.appspot.com/o/buildship-app-logos%2Fupstash.png?alt=media&token=aa018185-ce74-41f2-bfca-0df717bc4f36",
    "uid": "upstash",
    "category": "Developer Tools",
    "longDescription": "BuildShip provides pre-defined nodes for Upstash integration, enabling effortless interaction with your Upstash Redis database within your workflows. Seamlessly leverage the `@upstash/redis` npm package to perform a variety of database operations, API integrations, automations, and more, streamlining your Redis management.",
    "id": "0IAjU2tekQHjibkvicpL"
  },
  {
    "name": "Webflow",
    "description": "Nodes for interacting with your Webflow Projects' assets, forms, collections, and more.",
    "iconUrl": "https://firebasestorage.googleapis.com/v0/b/website-a1s39m.appspot.com/o/buildship-app-logos%2Fwebflow.png?alt=media&token=3dc9e77d-1215-466f-882c-100d8d1ad832",
    "uid": "webflow",
    "category": "Integrations",
    "longDescription": "BuildShip provides pre-defined nodes for seamless interaction with your Webflow projects. Effortlessly manage assets, forms, and collections within your workflows, allowing you to automate tasks, sync data, and enhance your Webflow integrations with ease.",
    "id": "webflow"
  },
  {
    "name": "WhatsApp",
    "description": "Nodes for interacting with WhatsApp apps and services by Meta.",
    "iconUrl": "https://firebasestorage.googleapis.com/v0/b/website-a1s39m.appspot.com/o/buildship-app-logos%2Fwhatsapp.svg?alt=media&token=71bca0e2-58be-4137-b3bf-a0823bc9fc94&_gl=1*4pefuh*_ga*MjE0NTgwMzQ2OC4xNjk3MDA4NzI2*_ga_CW55HF8NVT*MTY5NzUzNDA1MS4zLjEuMTY5NzUzNDEzNC40Ni4wLjA",
    "uid": "whatsapp",
    "category": "Messaging",
    "longDescription": "BuildShip offers pre-defined nodes for integrating with WhatsApp by Meta, enabling seamless interaction within your automation workflows. Utilize these nodes to send and receive messages, manage contacts, create chatbots, and streamline communication processes on the WhatsApp platform.",
    "id": "0IAjU2tekQHjibkvicoq"
  },
  {
    "name": "YouTube",
    "description": "Nodes for performing actions using YouTube content",
    "iconUrl": "https://storage.googleapis.com/buildship-app-us-central1/icons/youtube.svg",
    "uid": "youtube",
    "category": "Productivity",
    "longDescription": "BuildShip provides pre-defined nodes for YouTube integration, enabling users to perform various actions using YouTube content. Easily manage YouTube videos and playlists, fetch data analytics, upload new content, automate video processing workflows, and more within your projects.",
    "id": "0IAjU2tekQHjibkvicp9"
  }
]
